Repository: baffolobill/django-private-saas
Catalog: private_saas/apps/satchmo_utils/locale/*/LC_MESSAGES/django.po
Languages: cs

source: %(value)s is not a valid number
cs: %(value)s není platné číslo

source: Please enter a positive number
cs: Zadejte prosím kladné číslo

source: Card type does not match card number.
cs: Typ karty se neshoduje s číslem karty.

source: Invalid credit card number.
cs: Neplatné číslo karty.

source: Thumbnail Settings
cs: Nastavení zmenšenin

source: Thumbnail quality
cs: Kvalita zmenšenin

source: Use a 1-100 value here, which will change the quality of JPG thumbnails created for products and categories.
cs: Použijte hodnotu 1-100, čímž se nastaví kvalita JPG miniatur obrázků vytvářených pro produkty a kategorie. Dostatečná kvalita je 85.

source: Rename product images?
cs: Přejmenovat obrázky produktů?

source: Automatically rename product images on upload?
cs: Automaticky přejmenovat obrázky produktů při odeslání?

source: Change:
cs: Změnit

source: Currently
cs: Nyní

source: Change
cs: Změnit
